Repository: glisandro/Gonium
Catalog: gonium/application/language/*/LC_MESSAGES/coreModules.po
Languages: es_es

source: username
es_es: Nombre de usuario

source: password
es_es: Contraseña

source: confirm password
es_es: Confirmar contraseña

source: Add User
es_es: Agregar Usuario

source: User's Management
es_es: Gestión de Usuarios

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Permission's Management
es_es: Gestión de Permisos

source: acl_resource_id
es_es: ID Recurso

source: acl_resource_parent_name
es_es: Nombre del Recurso Padre

source: acl_resource_name
es_es: Nombre del Recurso

source: Remote Error
es_es: Error Remoto

source: Remote Error Message
es_es: Ocurrió un error durante la conexión remota.

source: Error 403
es_es: Error 403: Se ha denegado el acceso a esta página

source: Error 404
es_es: Error 404: La p&aacute;gina que busca no se encuentra

source: Error 500
es_es: Error 500: Ha ocurrido un error interno.

source: Database Error
es_es: Error de Base de datos

source: Database Connection Error
es_es: No hay conexión con la Base de Datos

source: Database Execution Error
es_es: Ocurrió un error durante la consulta a la base de datos.

source: Install
es_es: Instalar

source: Write configuration file
es_es: Guardar archivo de configuración

source: Download configuration file
es_es: Descargar archivo de configuración

source: Error: writing file
es_es: Error: no se puede guardar el archivo

source: Download config.ini file and upload to application/etc/
es_es: Descarque el archivo config.ini y subalo a la carpeta application/etc/

source: Installation success
es_es: Instalación exitosa

source: userLogin_IndentityNotFound
es_es: El nombre de usuario está incorrecto. ¿Está registrado con ese nombre?

source: userLogin_FailureCredentialInvalid
es_es: Contraseña incorrecta

source: userLogin_Success
es_es: Sesión iniciada correctamente

source: userLogin_SignedOut
es_es: Sesión cerrada correctamente
